// © Copyright 2014-2015 HP Development Company, L.P.

// Error strings
HSDScanFailedTitle = "スキャンが失敗しました";
HSDScanFailedText = "必要なソフトウェア コンポーネントが、見当たらないかまたは破損しています。デバイス用のソフトウェアを再インストールするか、ハードディスクに問題がないか確認してください。";